{
  "project_info": {
    "title": "Cognitive Synergy of Answering Affidavits",
    "created": 1762001159.6923418,
    "last_updated": 1762001444.107907,
    "total_slides": 12
  },
  "slides": {
    "title_slide": "edited",
    "timeline_convergence": "edited",
    "timeline_convergence_cont": "edited",
    "bantjies_conflicts": "edited",
    "control_structure": "edited",
    "adderory_dual_role": "edited",
    "manufactured_crisis": "edited",
    "manufactured_crisis_cont": "edited",
    "uk_operations_perjury": "edited",
    "systematic_sabotage": "edited",
    "material_nondisclosures": "edited",
    "strategic_recommendations": "edited"
  },
  "outline": [
    {
      "id": "title_slide",
      "title": "Cognitive Synergy of Answering Affidavits",
      "summary": "Title slide introducing the strategic analysis of complementary affidavits from Jacqueline and Daniel Faucitt, establishing the case context and cognitive synergy framework.",
      "image_plan": "/home/ubuntu/upload/CCE20250924.jpg; /home/ubuntu/upload/CCE20250924_0007.jpg; /home/ubuntu/upload/CCE20250924_0008.jpg - Images 4, 11, and 12 are the court cover pages and notice of motion, which directly relate to the title slide's content (Court Briefing, Case No., and the parties involved in the ex parte matter).",
      "slide_template_key": ""
    },
    {
      "id": "timeline_convergence",
      "title": "Two Perspectives Reveal One Truth: Jacqueline's Timeline",
      "summary": "First part focusing on Jacqueline's trustee perspective timeline showing systematic retaliation after her 15 May 2025 confrontation about R1,035,000 debt: data expunged 7 days later (22 May), domain stolen 14 days later (29 May), and inclusion in interdict 2 days after signing document (11 Aug → 13 Aug).",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0034.jpg - Calendar/timeline image supporting the timeline convergence concept, positioned as subtle background texture.",
      "slide_template_key": ""
    },
    {
      "id": "timeline_convergence_cont",
      "title": "Two Perspectives Reveal One Truth: Daniel's Timeline",
      "summary": "Continuation focusing on Daniel's operations perspective timeline showing immediate retaliation after his 6 June 2025 fraud exposure: cards cancelled 1 day later (7 June), audit dismissed 4 days later (10 June), warehouse sabotaged (8 July), accounts emptied (11 Sep). Concludes with cognitive synergy synthesis showing both timelines demonstrate retaliation measured in days, establishing consciousness of guilt.",
      "slide_template_key": "",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0035.jpg; /home/ubuntu/upload/CCE20250924_0036.jpg - Additional calendar/timeline images to support Daniel's timeline and the synthesis of both perspectives."
    },
    {
      "id": "bantjies_conflicts",
      "title": "Bantjies's Impermissible Conflicts Create R18.685M Motive",
      "summary": "Documentary evidence reveals Danie Bantjies held four conflicting roles (Trustee, Debtor R18.685M, Accountant, Company Controller) while commissioning the founding affidavit as Commissioner of Oaths, creating direct financial interest in preventing fraud discovery.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0037.jpg; /home/ubuntu/upload/CCE20250924_0038.jpg; /home/ubuntu/upload/CCE20250924_0039.jpg; /home/ubuntu/upload/CCE20250924_0040.jpg - Images 41, 42, 43, and 44 are pages from a company report showing Bantjies's name, the company's status, and director/member details, which directly supports the slide's focus on Bantjies's conflicting roles (Trustee, Accountant, etc.) and the financial motive.",
      "slide_template_key": ""
    },
    {
      "id": "control_structure",
      "title": "Control Structure Reveals Peter as Figurehead",
      "summary": "Evidence demonstrates Peter had no operational control (no email, bank, or system access) while Rynette claimed to act under Bantjies's instructions, revealing Peter as figurehead and Bantjies as ultimate controller.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0051.jpg; /home/ubuntu/upload/CCE20250924_0041.jpg; /home/ubuntu/upload/CCE20250924_0042.jpg - Image 3 is a company report for Regima Worldwide Distribution, showing the directors (including Peter and Daniel). Images 45 and 46 appear to be financial or system screenshots related to operations/control, supporting the idea of Peter's lack of operational control and Rynette/Bantjies's authority.",
      "slide_template_key": ""
    },
    {
      "id": "adderory_dual_role",
      "title": "Adderory's Dual Role in Domain Theft and Stock Transfer Pricing",
      "summary": "Rynette's son's company (Adderory) benefited from customer diversion through competing domain (regimaskin.co.za) and R5.4M stock transfer pricing manipulation, with timing linked to Jacqueline's fraud inquiry.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0043.jpg; /home/ubuntu/upload/CCE20250924_0044.jpg; /home/ubuntu/upload/CCE20250924_0045.jpg - Images 47, 48, and 49 appear to be screenshots or documents related to domain registration, financial transactions, or stock, which visually supports the claims of \"Domain Theft\" and \"Stock Transfer Pricing Scheme\" involving Adderory.",
      "slide_template_key": ""
    },
    {
      "id": "manufactured_crisis",
      "title": "Manufactured Crisis: Timeline and Legal Principle",
      "summary": "First part presenting the timeline establishing manufactured crisis (6 June cooperation → 7 June card cancellation, 1 day later → effect → complaint) and the Latin legal principle venire contra factum proprium (acting against one's own deed). Shows Peter created problems he complains about, demonstrating bad faith.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0046.jpg - Card transaction screenshot supporting the manufactured crisis timeline and card cancellation evidence.",
      "slide_template_key": ""
    },
    {
      "id": "manufactured_crisis_cont",
      "title": "Manufactured Crisis: Mitigation and Cognitive Synergy",
      "summary": "Continuation showing respondents' mitigation efforts (Daniel substituted personal card 1927 for RegimA SA, Jacqueline substituted personal card 3212 for RegimA Zone to prevent business collapse) and cognitive synergy synthesis demonstrating how both affidavits together establish venire contra factum proprium, bad faith, and consciousness of guilt.",
      "slide_template_key": "",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0047.jpg; /home/ubuntu/upload/CCE20250924_0048.jpg - Additional card transaction screenshots showing the cancelled cards and their impact on documentation access."
    },
    {
      "id": "uk_operations_perjury",
      "title": "UK Operations Perjury Exposed Through Documentary Evidence",
      "summary": "Shopify invoices and UK bank transactions prove UK funded SA operations (R84,661+ annually), directly contradicting Peter's claim that UK owes SA, establishing perjury in ex parte application.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0031.jpg; /home/ubuntu/upload/CCE20250924_0032.jpg; /home/ubuntu/upload/CCE20250924_0033.jpg - Images 35, 36, and 37 appear to be financial documents or invoices, which can represent the \"Shopify Invoices and Bank Transactions\" used to expose the perjury regarding the UK funding flow.",
      "slide_template_key": ""
    },
    {
      "id": "systematic_sabotage",
      "title": "Six-Month Systematic Sabotage Demonstrates Premeditation",
      "summary": "Fourteen coordinated sabotage actions from February to September 2025 demonstrate premeditation and coordination between Peter, Bantjies, and Rynette, contradicting claimed 'state of shock.'",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0049.jpg; /home/ubuntu/upload/CCE20250924_0050.jpg; /home/ubuntu/upload/CCE20250924_0001.jpg - Images 1, 2, and 5 are pages from a document that seems to detail the systematic events and transfers, which visually supports the \"Six-Month Systematic Sabotage Campaign\" timeline.",
      "slide_template_key": ""
    },
    {
      "id": "material_nondisclosures",
      "title": "Material Non-Disclosures Constitute Abuse of Process",
      "summary": "Ten material non-disclosures and false statements in ex parte application (including Bantjies's conflicts, timeline manipulation, UK payment flow perjury) demonstrate abuse of process requiring order to be set aside.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0002.jpg; /home/ubuntu/upload/CCE20250924_0003.jpg; /home/ubuntu/upload/CCE20250924_0004.jpg; /home/ubuntu/upload/CCE20250924_0005.jpg - Images 6, 7, 8, 9, and 10 are pages from the court order detailing the interdict and relief sought, which directly relates to the \"Ex Parte Application\" and the material non-disclosures that led to the order.",
      "slide_template_key": ""
    },
    {
      "id": "strategic_recommendations",
      "title": "Strategic Recommendations for Court Submissions",
      "summary": "Cognitive synergy establishes grounds for setting aside ex parte order and pursuing counter-application for Peter's delinquency under Section 162(5), with independent forensic audit recommendations.",
      "image_plan": "/home/ubuntu/upload/CCE20250924_0009.jpg; /home/ubuntu/upload/CCE20250924_0010.jpg; /home/ubuntu/upload/CCE20250924_0011.jpg; /home/ubuntu/upload/CCE20250924_0012.jpg - Images 13, 14, 15, 16, and 17 are pages from the founding affidavit, which outlines the applicant's claims and requests (delinquency, forensic audit), supporting the \"Strategic Recommendations\" and the need for a counter-application.",
      "slide_template_key": ""
    }
  ]
}